[
    {
      "title": "Uncover",
      "img": "./assets/img/work/mockup-uncover.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Avans University of Applied Sciences",
      "role": "Concept, Design, Frontend, Teamleader",
      "client": "Noordbrabants museum",
      "type": "mobile",
      "color": "#2C527B",
      "colorSecondary": "#1B4374",
      "next": "Willeke",
      "prev": "Archive",
      "url": "https://uncover-b9e48.firebaseapp.com/",
      "intro": "The Garden of Earthly Delights, een indrukwekkende serie beelden van de internationaal vermaarde (mode)fotograaf Tim Walker (Guilford, 1970). De imposante foto’s zijn geïnspireerd op de mysterieuze beeldtaal van Jheronimus Bosch.",
      "contentblocks": [
      {
        "type": "image2",
        "content": "./assets/img/work/uncover-photos.png"
      },
      {
        "type": "text",
        "content": "Onze opdracht was om een interactieve ervaring voor de Tim Walker expositie te maken. Deze ervaring moet gericht zijn op middelbare scholieren. Het moet de scholieren helpen zelfstandig kennis te laten maken met de kunstenaars en hun werk. Tevens moet het ze ook stimuleren om mede-scholieren te enthousiasmeren ook naar musea te gaan."
      },
      {
        "type": "youtube",
        "content": "http://www.youtube.com/embed/jGMlcmAKK4U?rel=0&hd=1"
      },
      {
        "type": "text",
        "content": "Om de leerlingen te teasen voor de ervaring die we hebben gecreëerd, hebben we meerdere korte teasers gemaakt waarin we in elke teaser steeds het verhaal hervatten, in een mysterieuze sfeer, waarbij aan het eind alleen de naam Uncover wordt bekend gemaakt. Deze teaser kan verspreid worden op social media en bij de laatste post kan ook de naam van de expositie vrijgegeven worden. "
      },
      {
        "type": "image",
        "content": "./assets/img/work/uncover-mockup-1.png "
      },
      {
        "type": "text2",
        "content": "Voor de ervaring in het museum hebben we een app gemaakt waarmee de leerlingen zelfstandig de betekenislagen achter de kunstwerken van Tim Walker kunnen onderzoeken. Dit doe je dan met behulp van de app Uncover, hierin gaan de leerlingen onbewust een kunstanalyse uitvoeren. ",
        "contentLong": "Je krijgt 8 rondes waarin elke keer een andere “laag” wordt belicht. In deze rondes krijg je een (heel) kleine uitleg, een vraag die je moet beantwoorden in de vorm van tekenen, inspreken, typen en foto. Vervolgens zie je wat anderen hebben geantwoord en kan je daar ook het meest inspirerende antwoord van kiezen, en krijg je een klein stukje literatuur dat gerelateerd is aan de vraag. Als alle stappen zijn doorlopen krijgt de leerling een remix te zien van alle antwoorden en kunstwerken die hij of zij heeft bekeken/gekozen als persoonlijke museum ervaring. Deze kan dan weer gedeeld worden op social media. Deze remix is ook weer in de stijl van de teaser, zodat als er leerlingen zijn die nieuwsgierig waren wat de voorafgaande teasers betekende die de herkenning ook weer terug zien in de remixen die gedeeld worden."
      },
      {
        "type": "image",
        "content": "./assets/img/work/uncover-expo.png"
      },
      {
        "type": "technique",
        "content": ["angular", "sass", "npm", "hammerjs"]
      }
    ]
    },
    {
      "title": "Willeke",
      "next": "Heilersig",
      "prev": "Uncover",
      "img": "./assets/img/work/mockup-marie.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Avans University of Applied Sciences",
      "role": "Concept, Design, Frontend, Teamleader",
      "client": "Marie Willeke",
      "type": "web",
      "color": "#F1CF8F",
      "colorSecondary": "#EBC880",
      "url": "http://mariewilleke.nl/",
      "intro": "Marie zit in de paardenwereld, en ziet dat op dat gebied online nog veel te halen is. Ook over het paardenaanbod heeft ze veel ideeen. Dus om haar te helpen met het online gedeelte hebben we samen gezeten en er kwamen leuke gesprekken uit.",
      "contentblocks": [
    {
      "type": "image",
      "content": "./assets/img/work/marie-img.png"
    },
    {
        "type": "text",
        "content": "De website is nog niet live, i.v.m. haar verhuizing naar Duitsland. Maar de plannen liggen er nog en worden nog hervat. <br><br>Wat de website betreft heb ik al wat dingen kunnen toepassen. Een uniek onderdeel is bijvoorbeeld dat je in het overzicht de afbeeldingen kan filteren op hoofd, zijaanzicht en voorkant, zodat je de paarden makkelijk kan verleiden.<br><br>De foto’s zijn nu nog placeholders, maar ze gaat een fotograaf inhuren om het aanbod goed in beeld te brengen."
    },
    {
      "type": "image",
      "content": "./assets/img/work/mockup-marie-2.png"
    },{
        "type": "text",
        "content": "De website vorm is een template voor Wordpress, hier heb ik voor gekozen zodat ze de website zelf makkelijk kan beheren, maar ook zodat ze andere partijen in kan schakelen om haar te helpen in de toekomst."
      },
      {
        "type": "technique",
        "content": ["angular", "sass", "npm", "wp", "wp-rest"]
      }
  ]
    },
    {
      "title": "Heilersig",
      "next": "Groen",
      "prev": "Willeke",
      "img": "./assets/img/work/mockup-heilersig.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Freelance",
      "role": "Concept, Design, Frontend",
      "client": "Berlinda Heilersig",
      "type": "web",
      "color": "#DF001C",
      "colorSecondary": "#CB0018",
      "url": "http://heilersig.joanneonis.nl",
      "intro": "Berlinda Heilersig heeft een jong, energiek en persoonlijk gericht studiecentrum. Haar probleem was dat ze veel bounces had op haar website, en dat bezoekers niet lang bleven. Ze wou graag meer klanten online binnentrekken.",
      "contentblocks": [{
        "type": "image",
        "content": "./assets/img/work/berlinda.png"
      },{
        "type": "text",
        "content": "Het USP van Berlinda is vooral de kwaliteit en de persoonlijke begeleiding. Ze volgt meerdere cursussen om haar begeleiding te verbeteren, en heeft persoonlijke aandacht voor iedere student. Dit heb ik geprobeerd ook zo op de website naar voren te brengen. Door goede fotografie in te zetten en de verschillende diensten goed aan te bieden."
      },{
        "type": "image",
        "content": "./assets/img/work/mockup-heilersig-2.png"
      },
      {
        "type": "text",
        "content": "De website vorm is een template voor Wordpress, hier heb ik voor gekozen zodat ze de website zelf makkelijk kan beheren, maar ook zodat ze andere partijen in kan schakelen om haar te helpen in de toekomst."
      },
      {
        "type": "technique",
        "content": ["angular", "sass", "npm", "wp"]
      }]
    },
    {
      "title": "Groen",
      "next": "MVRDV",
      "prev": "Heilersig",
      "img": "./assets/img/work/mockup-jij.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Boerdam",
      "role": "Concept, Design, Frontend, Teamleader",
      "client": "Provincie Overijssel",
      "type": "book",
      "color": "#3BACD4",
      "colorSecondary": "#32A3CF",
      "url": "https://jijenoverijssel.nl/groen",
      "intro": "JIJ&Overijssel heeft de Galjaardprijs 2016 gewonnen en is daarmee officieel dé parel van de publieke communicatie! Iets om ontzettend trots op te zijn!",
      "contentblocks": [{
        "type": "image",
        "content": "./assets/img/work/groen-cover.png"
      },{
        "type": "text2",
        "content": "De Provincie Overijssel slaat een brug tussen overheid en inwoners door te experimenteren met betrokkenheid en nieuwe vormen van democratie. Op deze manier probeert Overijssel een weg te vinden in het zoeken van een goede invulling van de participatiesamenleving.",
        "contentLong": "We hebben een deliberatief experiment opgezet waarbij de inwoners hun ideeen om de omgeving groener te maken mochten aanbieden en kiezen. Er kwamen 27 prachtige initiatieven uit. Voor het evenement en de campagne hebben we verschillende uitingen gemaakt, waarvan je er een paar ziet hier op deze pagina. Met het doorkijkje hierboven heb ik de vorm van het initatief van het platform jijenoverijssel.nl genomen, en deze als een doorkijk van hoe het kan worden over de omgeving gelegd."
      },{
        "type": "image",
        "content": "./assets/img/work/groen.png"
      },
      {
        "type": "text",
        "content": "Ook hebben we presentatieschermen gemaakt die met een andere laptop of mobiel te besturen waren, en heb ik een boekje gemaakt waarin alle initatieven te vinden zijn, die ze bij binnenkomst kregen."
      },
      {
        "type": "slider",
        "content": ["./assets/img/work/groen/1.png","./assets/img/work/groen/2.png","./assets/img/work/groen/3.png","./assets/img/work/groen/4.png","./assets/img/work/groen/5.png","./assets/img/work/groen/6.png","./assets/img/work/groen/7.png"]
      },{
        "type": "text",
        "content": "“Binnen en buiten verbinden, en handelen naar en met de werkelijkheid”, aldus voorzitter van de jury Guido Rijnja."
      },
      {
        "type": "technique",
        "content": ["csharp", "angular", "sass", "npm"]
      }]
    },
    {
      "title": "MVRDV",
      "next": "Archive",
      "prev": "Groen",
      "img": "./assets/img/work/mockup-mvrdv.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Boerdam",
      "role": "Concept, Design, Frontend",
      "client": "MVRDV",
      "type": "web",
      "color": "#232323",
      "colorSecondary": "#000000",
      "url": "https://",
      "intro": "Winy Maas, Jacob van Rijs and Nathalie de Vries vormen samen dit architectenbureau uit Rotterdam en staat bekend om de opvallende en terugkerende elementen in de gebouwen. Multifunctionele gebouwen. Een opeenstapeling van blokken. Bijzondere combinaties van materialen. Kortom, lef voor experiment. Al hun projecten zijn exemplarisch, uitgesproken en gericht op een betere toekomst.",
      "contentblocks": [{
        "type": "image",
        "content": "./assets/img/work/mvrdv.jpg"
      },{
        "type": "text",
        "content": "Voor dit prachtige werk hebben we gekozen voor afbeeldingen die op volledige breedte worden getoont."
      },{
        "type": "image",
        "content": "./assets/img/work/mvrdv-mockup-2.png"
      },
      {
        "type": "text",
        "content": "Zie hieronder onderdelen van het concept"
      },
      {
        "type": "slider",
        "content": ["./assets/img/work/mvrdv/1.png","./assets/img/work/mvrdv/2.png","./assets/img/work/mvrdv/3.png","./assets/img/work/mvrdv/4.png"]
      },
    {
      "type": "technique",
      "content": ["angular", "sass", "npm"]
    }]
    },
    {
      "title": "Archive",
      "next": "Uncover",
      "prev": "MVRDV",
      "img": "./assets/img/work/mockup-archive-2.png",
      "bg": "./assets/img/work/bg-uncover-2.png",
      "company": "Boerdam",
      "role": "Design, Frontend",
      "client": "MVRDV",
      "type": "web",
      "color": "#232323",
      "colorSecondary": "#000000",
      "url": "http://",
      "intro": "MVRDV is een ‘research driven’ bureau met een schat aan archiefmateriaal en omvat de dossiers van alle gerealiseerde en niet gerealiseerde projecten uit de periode 1991 tot nu. Een ongekend, rijke bron voor de actuele architectuur- en ontwerpcultuur.",
      "contentblocks": [{
        "type": "image",
        "content": "./assets/img/work/mvrdv.jpg"
      },{
        "type": "text",
        "content": "Omdat elk project rijk aan content is, is het nog wel eens een uitdaging om te beheren. Hiervoor zochten ze een oplossing die makkelijk en intuitief werkt."
      },{
        "type": "image",
        "content": "./assets/img/work/archive-mockup.png"
      },
      {
        "type": "text",
        "content": "We hebben een oplossing gecreeerd waar niet alleen makkelijk mee te werken is, maar ook veelzijdig werkt. Zo is dit nu ook een plek geworden die direct correspondeerd met de website, en het archief zelf. Daarnaast is er ook extra aandacht gestoken in een snelle en krachtige zoekfunctie."
      },
      {
        "type": "technique",
        "content": ["angular", "sass", "npm", "elastics"]
      }]
    }
  ]



